# RbsPipeFittingLossTableParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsPipeFittingLossTableParam Property
ParameterTypeId Class See Also
---
"K Coefficient Table"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsPipeFittingLossTableParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsPipeFittingLossTableParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsPipeFittingLossTableParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace